app-admin/conky
app-admin/doas
app-admin/eclean-kernel
app-admin/sudo
app-admin/sysklogd
app-arch/unrar
app-editors/vim
app-eselect/eselect-python
app-eselect/eselect-repository
app-portage/cpuid2cpuflags
app-portage/eix
app-portage/euses
app-portage/gentoolkit
app-shells/gentoo-zsh-completions
app-shells/zsh
app-shells/zsh-completions
app-text/calibre
app-text/tree
app-text/xpdf
dev-util/ccache
dev-util/pycharm-community
dev-vcs/git
media-fonts/terminus-font
media-gfx/feh
media-sound/alsa-utils
media-sound/pavucontrol
media-sound/volumeicon
media-video/ffmpeg
media-video/mplayer
media-video/mpv
media-video/smplayer
media-video/smtube
net-im/discord-bin
net-im/skypeforlinux
net-im/teams
net-im/zoom
net-misc/aria2
net-misc/dhcpcd
net-misc/netifrc
net-misc/ntp
net-p2p/transmission
net-print/cups
net-wireless/iw
net-wireless/wireless-tools
net-wireless/wpa_supplicant
sys-apps/flatpak
sys-apps/mlocate
sys-apps/pciutils
sys-apps/yarn
sys-auth/elogind
sys-auth/pambase
sys-block/gparted
sys-boot/grub:2
sys-firmware/b43-firmware
sys-fs/dosfstools
sys-fs/ntfs3g
sys-kernel/genkernel
sys-kernel/gentoo-sources
sys-kernel/linux-firmware
sys-process/cronie
sys-process/htop
www-client/firefox-bin
www-client/palemoon
x11-apps/mesa-progs
x11-apps/setxkbmap
x11-base/xorg-drivers
x11-base/xorg-server
x11-base/xorg-x11
x11-drivers/xf86-video-vesa
x11-misc/arandr
x11-misc/barrier
x11-misc/dmenu
x11-misc/i3blocks
x11-misc/i3lock
x11-misc/i3status
x11-misc/lightdm
x11-misc/pcmanfm
x11-misc/polybar
x11-misc/rofi
x11-misc/sxhkd
x11-misc/xclip
x11-terms/lilyterm
x11-terms/terminator
x11-themes/smplayer-themes
x11-wm/bspwm
x11-wm/i3-gaps
