app-admin/doas
app-admin/sysklogd
app-editors/atom-bin
app-editors/vim
app-emulation/virtualbox
app-eselect/eselect-python
app-eselect/eselect-repository
app-portage/eix
app-portage/gentoolkit
app-shells/gentoo-zsh-completions
app-shells/zsh
app-shells/zsh-completions
app-text/tree
dev-ruby/rake
dev-util/ccache
dev-util/pycharm-community
dev-vcs/git
media-gfx/feh
media-video/smplayer
net-misc/dhcpcd
net-misc/youtube-dl
net-p2p/transmission
net-wireless/iw
net-wireless/wpa_supplicant
sys-apps/flatpak
sys-apps/pciutils
sys-boot/grub:2
sys-firmware/b43-firmware
sys-firmware/nvidia-firmware
sys-kernel/genkernel
sys-kernel/gentoo-sources
sys-kernel/linux-firmware
sys-power/acpilight
sys-process/htop
www-client/elinks
www-client/firefox-bin
www-client/palemoon-bin
x11-base/xorg-drivers
x11-base/xorg-server
x11-base/xorg-x11
x11-drivers/xf86-input-evdev
x11-drivers/xf86-video-vesa
x11-misc/lightdm
x11-misc/pcmanfm
x11-misc/polybar
x11-misc/rofi
x11-terms/lilyterm
x11-wm/bspwm
